{
  "name": "Instructions",
  "order": 1,
  "time": "10 minutes",
  "helpRoom": "Help",
  "challenges": [
    {
      "id": "560add10cb82ac38a17513be",
      "title": "codeCampChallenge",
      "description": [
        [
          "",
          "",
          "Hi there, you are about to begin an exciting coding competition. Please read the following instructions carefully.",
          ""
        ],
        [
          "",
          "",
          "Every challenge will feature the instructions and final outcome or the expected result of the challenge.",
          ""
        ],
        [
          "",
          "",
          "When attempting a challenge, you should read and understand the follow instructions given on the codeCampChallenge screen.",
          ""
        ],
        [
          "",
          "",
          "If a you skip a challenge, only up to that particular challenge will be counted when selecting the winner of the competition.",
          ""
        ],
        [
          "",
          "",
          "If their are multiple contenders for the winners position, candidate completed the challenges within a least amount of time will be declared as the winner.",
          ""
        ],
        [
          "",
          "",
          "If you are lucky enough to be the winner, you have to provide valid registration information to verify yourself. If not, next highest scorer will be declared as the winner.",
          ""
        ],
        [
          "",
          "",
          "In case of a technical difficulty, you can seek support via the chat provided in the codeCampChallenge website or from the people at help desk.",
          ""
        ],
        [
          "",
          "",
          "Decision of the organizing committee will be the final decision in any conflict resolution.Keep in mind competition will end at 1.30 a.m. on 18th May 2017, may the code be with you!!!!",
          ""
        ]
      ],
      "challengeSeed": [],
      "tests": [],
      "type": "Waypoint",
      "challengeType": 7,
      "translations": {
        "de": {
          "title": "Lerne wie freeCodeCamp funktioniert",
          "description": [
            
          ]
        },
        "es": {
          "title": "Aprende como funciona freeCodeCamp",
          "description": [
            
          ]
        },
        "fr": {
          "title": "Apprenez comment freeCodeCamp fonctionne",
          "description": [
            
          ]
        },
        "it": {
          "title": "Impara come funziona freeCodeCamp",
          "description": [
            
          ]
        },
        "pt-br": {
          "title": "Aprenda como o freeCodeCamp funciona",
          "description": [
            
          ]
        },
        "ru": {
          "title": "Узнайте как работает freeCodeCamp",
          "description": [
            
          ]
        },
        "tw": {
          "title": "如何使用 Free Code Camp",
          "description": [
            
          ]
        }
      }
    }
    
    
    
  ]
}
